/*Будівництво космічних станцій: Гравець будує космічні станції на орбіті навколо планети. Кількість станцій 
на кожній орбіті визначається числами, що представляють ступені трійки. Створіть список кількості станцій для кожної орбіти.*/
using System;  
  
namespace MyNamespace;  
  
class Program  
{
    static void Main(string[] args)
    {
        List<int> stupeni = new List<int>()
        {
            3, //Перша Орбіта
            9, //Друга Орбіта
            27, //Третя Орбіта
            81, //Четверта Орбіта
            243, // П'ята Орбіта
            729 //Шоста Орбіта
        };

        foreach (var i in stupeni)
        {
            Console.WriteLine(i);
        }
        Console.ReadKey();
        
    }  
}